Repository: WPPlugins/ajax-plugin-helper
Catalog: localization/ajax-plugin-helper-*.po
Languages: fi

source: Ajax Plugin Helper has determined that it cannot provide access to the Ajax Upgrade and Ajax Delete functionality because your install cannot perform file system level tasks without prompting for FTP/SFTP connection information. Please consult the FAQ at
fi: Ajax Plugin Helper on huomannut, että sillä ei ole oikeuksia Päivittää tai Poistaa Ajaxilla-toimintoja. Siihen on syynä se, että asennustasi ei voida tehdä ilman FTP/SFTP-yhteystietoja. Ole hyvä ja lue UKK (FAQ)

source: All <span class="count">(%s)</span>
fi: Kaikki <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
fi: Aktiiviset <span class="count">(%s)</span>

source: Recently Active <span class="count">(%s)</span>
fi: Hiljattain käytössä <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
fi: Poissa käytöstä <span class="count">(%s)</span>

source: Upgrade Available <span class="count">(%s)</span>
fi: Päivitys saatavilla <span class="count">(%s)</span>

source: Search Results <span class="count">(%s)</span>
fi: Hakutulokset <span class="count">(%s)</span>

source: Loading...
fi: Ladataan...

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s Details</a>.
fi: Uusi versio %1$s-lisäosasta on saatavilla. <a href="%2$s" class="thickbox" title="%3$s">Näytä %4$s sen versiotiedot</a>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s Details</a> <em>automatic upgrade unavailable for this plugin</em>.
fi: Uusi versio %1$s-lisäosasta on saatavilla. <a href="%2$s" class="thickbox" title="%3$s">Näytä version %4$s tiedot</a> <em>Automaattinen päivitys ei ole mahdollista tälle lisäosalle</em>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s Details</a> or <a href="%5$s">upgrade automatically</a>.
fi: UUsi versio %1$s-lisäosasta on saatavilla. <a href="%2$s" class="thickbox" title="%3$s">Näytä version %4$s tiedot</a> or <a href="%5$s">Päivitä automaattisesti</a>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s Details</a> or <a class="ajaxpluginupdate %5$s-update" rel="%6$s" href="">Ajax Upgrade</a>.
fi: Uusi versio %1$s-lisäosasta on saatavilla. <a href="%2$s" class="thickbox" title="%3$s">Näytä version %4$s tiedot</a> or <a class="ajaxpluginupdate %5$s-update" rel="%6$s" href="">Päivitä Ajaxila</a>.

source: Ajax Upgrade
fi: Päivitä Ajaxilla

source: Ajax Activate
fi: Aktivoi Ajaxilla

source: Ajax Deactivate
fi: Poista käytöstä Ajaxilla

source: Ajax Delete
fi: Poista Ajaxilla

source: Ajax Upgrade All
fi: Päivitä kaikki Ajaxilla
